Revit 2027 API
WorksharingDisplayGraphicSettings.IsApplied Property
 Indicates whether this set of graphic overrides will be applied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsApplied { get; }
Public ReadOnly Property IsApplied As Boolean
	Get
public:
property bool IsApplied {
	bool get ();
}
member IsApplied : bool with get
Property Value
Boolean
See Also
Reference
WorksharingDisplayGraphicSettings Class
Autodesk.Revit.DB Namespace